// © Copyright 2011-2013, 2015-2016 HP Development Company, L.P.

TaskName = "Trådløst oppsett";
TaskTOCTitle = "HP Automatisk trådløs tilkobling";
ConfirmSettingsTaskName = "Bekreft HP Automatisk trådløs tilkobling";
ConfirmSettingsTaskTOCTitle = "Bekreft trådløsinnstillinger";
NetworkSelectTaskName = "Velg nettverk";
DeviceDiscoveryTaskName = "Velg enhet";
DeviceDiscoveryTaskTitle = "Velg enhet for konfigurering";
ConfigureSettingsTaskName = "Konfigurerer enhet";
ResultsTaskName = "Konfigurasjonsresultater";

// confirmation pane
ConfirmationDescriptionText = "Hvis du velger å bruke HP Automatisk trådløs tilkobling, vil datamaskinen midlertidig koble fra det trådløse nettverket, så du bør fullføre alle nedlastinger/opplastinger som pågår. Dette avbruddet vil vare i ca. tretti sekunder før den trådløse tilkoblingen blir gjenopprettet.";
HostNetworkDetectedTitle = "Programmet har funnet at datamaskinen er koblet til et trådløst nettverk med følgende innstillinger:";
WirelessNetworkNameTitle = "Navn på trådløst nettverk:";
CommunicationModeTitle = "Kommunikasjonsmodus:";
EncryptionTypeTitle = "Krypteringstype:";

WirelessNetworkChooseTitle = "Vil du at enheten skal konfigureres for å bruke innstillingene ovenfor?";
KeepCurrentNetworkSettingsTitle = "Ja, behold disse innstillingene.";
ChooseAnotherNetworkSettingsTitle = "Nei, jeg vil velge et annet nettverk.";
ShowSettingsTitle = "Vis innstillinger";

// network selection pane
NetworkSelectTitle = "Velg navnet på det trådløse nettverket fra listen nedenfor.";
SelectedNetworkPasswordTitle = "Passord:";
NetworkSelectContinueDescription= "Klikk på Fortsett for å legge til enheten i \"%@\".";
NetworkDiscoveryFailedTitle = "Nettverksoppdaging mislyktes";
NetworkDiscoveryFailedDescription = "Fant ingen trådløse nettverk.";
SetupNetworkSelectedTitle = "Velg et annet nettverk";
SetupNetworkSelectedDescription = "Du prøver å koble til et spesialnettverk som ble opprettet av en utskriftsenhet. Klikk på OK, og velg et annet nettverk.";

NetworkNotAvailableTitle = "Nettverk utilgjengelig";
DeviceNetworkNotAvailableMessageFormat = "Enheten fikk ikke tilgang til det trådløse nettverket \"%@\". Kontroller at det trådløse tilgangspunktet virker og er innenfor enhetens rekkevidde, eller velg et annet nettverk.";
MacNetworkNotAvailableMessageFormat = "Mac-maskinen fikk ikke tilgang til det trådløse nettverket \"%@\". Kontroller at det trådløse tilgangspunktet virker og er innenfor dekningsområdet til Mac-maskinen, eller velg et annet nettverk.";
ChangeNetworkButtonTitle= "Endre nettverk";

LookingForNetworkMessageFormat = "Ser etter nettverk: \"%@\"";

UnsupportedNetworkTitle = "Ikke støttet nettverk";
UnsupportedNetworkMessageFormat = "Velg et annet nettverk, eller kontakt nettverksadministratoren for å få hjelp.";

EnterpriseNetworkAlertTitle = "Bedriftsnettverk valgt";
EnterpriseNetworkAlertForUSBConnectionMessage = "Dette nettverket er sikret med en type bedriftskryptering. Koble skriveren til samme nettverk som datamaskinen er koblet til, og bruk deretter den innebygde webserveren, eller kontakt administratoren.";
EnterpriseNetworkAlertForNetworkConnectionMessage = "Dette nettverket er sikret med en type bedriftskryptering. Hvis du skal koble skriveren til nettverket, bruker du den innebygde webserveren (EWS) eller kontakter administratoren. Hvis du velger å bruke EWS, vil datamaskinen koble fra det trådløse nettverket og koble til et spesielt nettverk som opprettes av skriveren.";
ConfigureUsingEWSButtonTitle = "Konfigurer ved å bruke EWS";
ConnectingToDeviceProgressTitle = "Kobler til enhetsnettverk...";

UnableToConnectToDeviceNetworkAlertMessage = "Kontroller at enheten er innenfor denne datamaskinens rekkevidde og at den blå indikatorlapmen på enheten blinker for å vise at den er i modusen HP Automatisk trådløs tilkobling. Du kan tilbakestille denne modusen ved å bruke alternativet Gjenopprett nettverksstandarder på enhetens kontrollpanel. Se dokumentasjonen til enheten for å finne informasjon om hvordan du gjør dette.";

// select device
DeviceNameColumnTitle = "Enhetsnavn";
DeviceModelColumnTitle = "Enhetsmodell";
AllFilterTitle = "Alle";
DevicesFilterLabel = "Enheter:";
SupportedDevicesFilterTitle = "Støttes";

// restore original network errors

FailedToRestoreOriginalNetworkErrorTitle = "Kan ikke gjenopprette tilkobling til det opprinnelige trådløse nettverket";

NoPasswordIsStoredInKeychainErrorMessageFormat = "Assistenten kunne ikke hente legitimasjon for det trådløse nettverket \"%@\" fra nøkkelringen. Kontroller at Mac-maskinen er koblet til et kablet eller trådløst nettverk som har tilgang til enheten din.";
PasswordFromKeychainNotAcceptedErrorMessageFormat = "Legitimasjonen din ble ikke godtatt av det trådløse nettverket \"%@\". Kontroller at Mac-maskinen er koblet til et kablet eller trådløst nettverk som har tilgang til enheten din.";
FailedToRestoreOriginalNetworkGenericErrorMessage = "Kontroller at det trådløse tilgangspunktet fungerer riktig og at Mac-maskinen er innenfor dekningsområdet, og prøv å etablere forbindelsen manuelt.";

// configure
ConfigureTaskName = "Konfigurerer HP-enheten";
ConfigureTitle = "Konfigurerer…";
NoteTitle = "HP-enheten konfigureres for trådløst nettverk. Dette kan ta noen minutter.";
RestoringNetworkSettings = "Gjenoppretter nettverksinnstillinger...";

// particular errors
IncorrectPasswordTitle = "Passord ikke godtatt";
IncorrectPasswordDescription = "Passordet ble ikke godtatt av det trådløse nettverket \"%@\".\n\nSkriv passordet på nytt.";

DuplicateNetworkNameErrorTitle = "Like WiFi-nettverksnavn";
DuplicateNetworkNameErrorDescription = "Like \"%@\" WiFi-nettverk oppdaget. Kontroller innstillingene til den trådløse ruteren.";

MacAddressFilterErrorTitle = "WiFi-filterfeil";
MacAddressFilterErrorDescription = "Enhetens MAC-adresse har blitt filtrert ut og er ikke tilgjengelig fra \"%@\". Kontroller innstillingene til den trådløse ruteren.";

WeakSignalStrengthErrorTitle = "Svak signalstyrke";
WeakSignalStrengthErrorDescription = "Signalstyrken til den trådløse \"%@\"-ruteren er svak. Plasser enheten nærmere ruteren.";

DeviceNotReachableErrorTitle = "Enheten kan ikke nås";
DeviceNotReachableErrorDescription = "Innstillingene for det trådløse nettverket ble lastet ned til enheten. Mac-maskinen er imidlertid ikke i stand til å finne enheten i nettverket.\n\nKontroller at:\n• Mac-maskinen er koblet til et kablet eller trådløst nettverk som har tilgang til enheten.\n• Enheten er koblet til det trådløse nettverket \"%@\".";

EmptyPasswordError = "Passord er obligatorisk.";
TooShortWPAPersonalPasswordError = "Passordet må bestå av minst åtte tegn.";
TooLongWPAPersonalPasswordError = "Passordet kan ikke være lenger enn 64 tegn.";

// results
ManualNetworkConfigurationTitle = "Manuell";
AutoNetworkConfigurationTitle = "Automatisk";
LinklocalNetworkConfigurationTitle = "Link-local";
NetworkSettingsTitle = "Nettverksinnstillinger";
ConfigurationFailedTaskName = "Konfigurering mislyktes";
ConfigurationCompleteTaskName = "Konfigurering fullførtы";
ConfigurationFailedTitle = "Assistenten kunne ikke konfigurere enheten via en trådløs tilkobling.";
ConfigurationSucceededTitle = "HP-enheten er nå riktig konfigurert og er koblet til nettverket \"%@\".";

ConfigurationFailedNote = "Kontroller at det trådløse tilgangspunktet fungerer riktig, at enheten er innenfor dekningsområdet og er slått på, men er uvirksom, og klikk deretter på Prøv igjen for å gjøre et nytt forsøk.\n\n%@";
UnableToConnectToDeviceNetworkUSBSOWMessage = "Kontroller at enheten er slått på og at den er innenfor denne datamaskinens rekkevidde, og klikk deretter på Prøv igjen for å gjøre et nytt forsøk. Den blå indikatorlampen på enheten skulle blinke for å angi at enheten er i modusen HP Automatisk trådløs tilkobling. Når enheten slås på første gang under installeringen, vil den forbli i denne modusen i opptil én time til den kobles til et nettverk.\n\n%@";
UnableToConnectToDeviceNetworkFPWithoutIndicatorSOWMessage = "Sørg for at du kan se enheten fra datamaskinen og at den er i HP Auto Wireless Connect-modus. Klikk deretter Prøv på nytt for å gjøre et nytt forsøk. Du kan tilbakestille HP Auto Wireless Connect-modus ved hjelp av alternativet Gjenopprett nettverksstandarder på enhetens kontrollpanel. Se enhetens dokumentasjon for instruksjoner om hvordan du gjør dette.\n\n%@";
UnableToConnectToDeviceNetworkFPWithIndicatorSOWMessage = "Kontroller at enheten er innenfor denne datamaskinens rekkevidde og at den blå indikatorlapmen på enheten blinker for å vise at den er i modusen HP Automatisk trådløs tilkobling. Klikk deretter på Prøv igjen for å gjøre et nytt forsøk. Du kan tilbakestille HP Automatisk trådløs tilkobling ved å bruke alternativet Gjenopprett nettverksstandarder på enhetens kontrollpanel. Se dokumentasjonen til enheten for å finne informasjon om hvordan du gjør dette.\n\n%@";
ConfigurationFailedUSBSOWPart = "Du kan også konfigurere enheten ved å koble den til denne datamaskinen med en USB-kabel og så klikke på Prøv igjen. Når enheten er konfigurert for å koble til nettverket du valgte tidligere, kan du koble den fra datamaskinen.";
ConfigurationFailedFPSOWPart = "Du kan også konfigurere enheten for å koble til det trådløse nettverket ved å bruke Veiviser for trådløs konfigurasjon, som er tilgjengelig fra enhetens kontrollpanel. Det gjør du ved å følge disse trinnene:
       1. Trykk på Trådløst-knappen eller Trådløst-ikonet på enheten.
       2. Åpne skjermen for trådløsstatus på enhetens skjerm, og velg Innstillinger.
       3. Velg Veiviser for trådløs konfigurasjon, og følg instruksjonene på skjermen.


Når du har fullført veiviseren, vil enheten koble til nettverket automatisk.";

ConfigurationOverUSBFailedTitle = "Assistenten kunne ikke konfigurere enheten via en USB-tilkobling.";
ConfigurationOverUSBFailedNote = "Kontroller at det trådløse tilgangspunktet fungerer riktig, at enheten er innenfor dekningsområdet og er slått på, men er uvirksom, og klikk deretter på Prøv igjen for å gjøre et nytt forsøk.";
MoreInfoText = "Du finner informasjon på Internett ved å besøke";
FailedTitle = "Kunne ikke hente nettverksinformasjon";
BonjourServiceNameLabel = "Bonjour-tjenestenavn:";
IPAddress = "IP-adresse:";
AddressMode = "Adressemodus:";
SubnetMask = "Nettverksmaske:";
DefaultGateway = "Standard gateway:";
HostName = "Vertsnavn:";
PrefixLength = "Prefikslengde:";
DisconnectUSBWarningText = "<b>Viktig: </b>Koble fra USB-kabelen som er koblet til enheten nå.";
DeviceNotLocatedWarningText = "Innstillingene for det trådløse nettverket ble lastet ned til enheten. Mac-maskinen kunne imidlertid ikke finne enheten i nettverket.";

// network settings
Adhoc = "Adhoc";
Infrastructure = "Infrastruktur";

// select network
NetworkColumnTitle = "Nettverk";
SignalStrengthColumnTitle = "Signalstyrke";
EncryptionColumnTitle = "Kryptering";
ModeColumnTitle = "Modus";
